// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bloquear recursos";

InitializationWarningTitle = "¿Está seguro de que desea inicializar la unidad de almacenamiento masivo\"%@\"?";
InitializationWarningMsg = "Se perderán todos los datos de la unidad y no se podrá deshacer esta acción.";
InitializeButtonTitle = "Inicializar";
CancelButtonTitle = "Cancelar";

ControlPanelNoLocking = "Sin bloqueo";
ControlPanelMinimalLocking = "Bloqueo mínimo";
ControlPanelModerateLocking = "Bloqueo moderado";
ControlPanelIntermediateLocking = "Bloqueo intermedio";
ControlPanelMaximalLocking = "Bloqueo máximo";

TaskDescription = "Para gestionar recursos, cambie el acceso a la unidad de almacenamiento y al panel de control.";
PanelLockLabel = "Nivel de acceso al panel de control:";
LockNote = "Haga clic en la casilla para bloquear o desbloquear una unidad de almacenamiento masivo.";
LockColumnTitle = "Bloqueo";
UnitColumnTitle = "Unidades de almacenamiento masivo";
InitializeUnitButtonTitle = "Inicializar la unidad de almacenamiento masivo seleccionada";
ApplyButtonTitle = "Aplicar ahora";